var arr2 = {};
var arr3 = {};
var arr4 = {};
/* دمشق */
arr2["دمشق"] = [
	"اختر الناحية",
	"الشاغور",
	"الصالحية",
	"القابون",
	"القدم",
	"القنوات",
	"المزة",
	"المهاجرين",
	"الميدان",
	"اليرموك",
	"برزة",
	"جوبر",
	"دمر",
	"دمشق القديمة",
	"ركن الدين",
	"ساروجة",
	"كفر سوسة",
	"طريق المطار",
];
/* السويداء */
arr2["السويداء"] = ["اختر المدينة", "السويداء", "شهبا", "صلخد"];
arr3["السويداء"] = [
	"اختر المنطقة",
	"مركز السويداء",
	"مركز المزرعة",
	"مركز المشنف",
];
arr4["مركز السويداء"] = [
	"اختر الناحية",
	"مدينة السويداء",
	"بلدة قنوات",
	"بلدة عرى",
	"بلدة الثعلة",
	"بلدية الكفر",
	"بلدية سهوة الخضر",
	"بلدية مياماس",
	"بلدية مفعلة",
	"بلدية عتيل",
	"بلدية الرحى",
	"بلدية سهوة بلاطة",
	"بلدية المجيمر",
	"بلدية حبران",
	"بلدية خربا",
	"بلدية سليم",
	"بلدية كفر اللحف",
	"بلدية رساس",
	"بلدية ولغا",
];
arr4["مركز المزرعة"] = [
	"اختر الناحية",
	"بلدة المزرعة",
	"بلدية نجران",
	"بلدية المجدل",
	"بلدية ريمة اللحف",
	"بلدية الدور",
	"بلدية سميع",
];
arr4["مركز المشنف"] = [
	"اختر الناحية",
	"بلدة المشنف",
	"بلدة طربا",
	"بلدية رامي",
	"بلدية سالة",
	"بلدية بوسان",
];

arr3["شهبا"] = [
	"اختر المنطقة",
	"مركز شهبا",
	"مركز شقا",
	"مركز الصورة الصغيرة",
	"مركز عريقة",
];
arr4["مركز شهبا"] = [
	"اختر الناحية",
	"مدينة شهبا",
	"بلدة عريقة",
	"بلدة أم الزيتون",
	"بلدية نمرة",
	"بلدية مردك",
];
arr4["مركز شقا"] = [
	"اختر الناحية",
	"بلدة شقا",
	"بلدة الجنينية",
	"بلدية دوما",
	"بلدية الهيت",
];
arr4["مركز الصورة الصغيرة"] = [
	"اختر الناحية",
	"بلدة الصورة الصغيرة",
	"بلدية لاهثة",
	"بلدية خلخلة",
	"بلدية الأصفر",
];
arr4["مركز عريقة"] = ["اختر الناحية", "بلدية داما", "بلدية لبين", "لبين"];

arr3["صلخد"] = [
	"اختر المنطقة",
	"مركز صلخد",
	"مركز ملح",
	"مركز القريا",
	"مركز الغارية",
	"مركز ذيبين",
];
arr4["مركز صلخد"] = [
	"اختر الناحية",
	"مدينة صلخد",
	"بلدية المنيذرة",
	"المنيذرة",
	"صلخد",
	"بلدة عرمان",
	"بلدية امتان",
	"بلدية المشقوق",
	"بلدية صما البردان",
];
arr4["مركز ملح"] = ["اختر الناحية", "بلدة ملح", "بلدية الهوايا", "بلدية قيصما"];
arr4["مركز القريا"] = ["اختر الناحية", "بلدة القريا"];
arr4["مركز الغارية"] = ["اختر الناحية", "بلدة الغارية", "بلدية عنز", "عنز"];
arr4["مركز ذيبين"] = [
	"اختر الناحية",
	"بلدة زيبين",
	"بلدية ام الرمان",
	"بلدة بكا",
];
/* ريف دمشق */
arr2["ريف دمشق"] = [
	"اختر المدينة",
	"ريف دمشق الجنوبي",
	"دوما",
	"القطيفة",
	"التل",
	"يبرود",
	"النبك",
	"الزبداني",
	"قطنا",
	"قدسيا",
	"داريا",
];
arr3["ريف دمشق الجنوبي"] = [
	"اختر المنطقة",
	"الكسوة",
	"ببيلا",
	"جرمانا",
	"المليحة",
	"كفر بطنا",
	"عربين",
];
arr4["الكسوة"] = [
	"اختر الناحية",
	"الكسوة",
	"عين البيضة",
	"خربة الشياب",
	"السعادة",
	"الحرجلة",
	"خيارة دندون",
	"عين السودة",
	"أركيس",
	"شقحب",
	"زاكية",
	"الطيبة",
	"أم العواميد",
	"العادلية",
	"دير علي",
	"الزريقية",
	"جب الصفا",
	"دير خيبة",
	"مرانة",
	"قارة",
	"مقيليبة",
	"مرجانة",
];
arr4["ببيلا"] = [
	"اختر الناحية",
	"ببيلا",
	"عقربا",
	"حجيرة",
	"حوش صهيا",
	"بيت سحم",
	"البويضة",
	"البحدلية",
	"خربة الورد",
	"السيدة زينب",
	"السبينة",
	"يلدا",
	"نجها",
	"الحسينية",
	"الذيابية",
];
arr4["جرمانا"] = ["اختر الناحية", "جرمانا"];
arr4["المليحة"] = [
	"اختر الناحية",
	"المليحة",
	"شبعا",
	"الأهداف",
	"زبدين",
	"دير العصافير",
	"حوش السلطان",
	"حتيتة التركمان",
];
arr4["كفر بطنا"] = [
	"اختر الناحية",
	"افتريس",
	"حزة",
	"سقبا",
	"عين ترما",
	"حمورة",
	"جسرين",
	"بيت سوا",
	"كفر بطنا",
];
arr4["عربين"] = ["اختر الناحية", "عربين", "زملكا"];

arr3["دوما"] = [
	"اختر المنطقة",
	"مركز دوما",
	"حرستا",
	"السبع بيار",
	"الضمير",
	"النشابية",
	"الغزلانية",
	"حران العواميد",
	"بطيحة الوافدين",
];
arr4["مركز دوما"] = [
	"اختر الناحية",
	"دوما",
	"حوش نصري",
	"عدرا",
	"حوش الضواهره",
	"حوش الفاره",
	"الشفونية",
	"تل الصوان",
	"حفير التحتا",
	"الريحان",
	"ميدعا",
	"مدينة الشهيد باسل الأسد العمالية بعدرا",
	"الدوير",
];
arr4["حرستا"] = ["اختر الناحية", "حرستا", "ضاحية الأسد", "مديرا", "مسرابا"];
arr4["السبع بيار"] = ["اختر الناحية", "السبع بيار"];
arr4["الضمير"] = ["اختر الناحية", "الضمير"];
arr4["النشابية"] = [
	"اختر الناحية",
	"النشابية",
	"بزينة",
	"العتيبة",
	"البحارية",
	"أوتايا",
	"القيسا",
	"حرستا القنطرة",
	"الأحمدية",
	"البلالية",
	"القاسمية",
	"العبادة",
	"الخامسية",
	"دير سلمان",
	"الصالحية",
	"الجربا",
	"الزمانية",
	"بيت نايم",
	"المنصورة",
	"نولة",
	"مرج السلطان",
	"وديان الربيع",
];
arr4["الغزلانية"] = [
	"اختر الناحية",
	"الغزلانية",
	"سكا",
	"البيطارية",
	"الهيجانة",
	"القرمشية",
	"تل مسكن",
	"البياض",
	"غسولة",
	"دير الحجر",
	"دلبة",
	"قرحتا",
];
arr4["حران العواميد"] = [
	"اختر الناحية",
	"حران العواميد",
	"المباركة",
	"جديدة الخاص",
	"",
	"الكفرين",
];
arr4["بطيحة الوافدين"] = ["اختر الناحية", "بطيحة الوافدين"];

arr3["القطيفة"] = [
	"اختر المنطقة",
	"مركز القطيفة",
	"جيرود",
	"معلولا",
	"الرحيبة",
];
arr4["مركز القطيفة"] = ["اختر الناحية", "القطيفة", "حله", "معضمية القلمون"];
arr4["جيرود"] = ["اختر الناحية", "جيرود", "الناصرية", "العطنة"];
arr4["معلولا"] = ["اختر الناحية", "معلولا", "عين التينة", "جبعدين", "التواني"];
arr4["الرحيبة"] = ["اختر الناحية", "الرحيبة"];

arr3["التل"] = ["اختر المنطقة", "مركز التل", "صيدنايا", "رنكوس"];
arr4["مركز التل"] = [
	"اختر الناحية",
	"التل",
	"تلفيتا",
	"حلبون",
	"الدريج",
	"منين",
	"معرونة",
	"معربا",
];
arr4["صيدنايا"] = [
	"اختر الناحية",
	"صيدنايا",
	"بدا",
	"عكوبر",
	"حفير الفوقا",
	"معرة صيدنايا",
];
arr4["رنكوس"] = [
	"اختر الناحية",
	"رنكوس",
	"حوش عرب",
	"الفياضية",
	"الجرنية",
	"المحبة",
];

arr3["يبرود"] = ["اختر المنطقة", "مركز يبرود", "عسال الورد"];
arr4["مركز يبرود"] = [
	"اختر الناحية",
	"يبرود",
	"ريما",
	"رأس المعرة",
	"الصرخة",
	"رأس العين-يبرود",
];
arr4["عسال الورد"] = ["اختر الناحية", "عسال الورد", "الجبة"];

arr3["النبك"] = ["اختر المنطقة", "مركز النبك", "دير عطية", "قارة"];
arr4["مركز النبك"] = [
	"اختر الناحية",
	"النبك",
	"السحل",
	"القسطل",
	"مشرفة فليطة",
	"قلدون المراح",
];
arr4["دير عطية"] = ["اختر الناحية", "دير عطية", "الحميرة", "الجراجير"];
arr4["قارة"] = ["اختر الناحية", "قارة"];

arr3["الزبداني"] = ["اختر المنطقة", "مركز الزبداني", "مضايا", "سرغايا"];
arr4["مركز الزبداني"] = [
	"اختر الناحية",
	"الزبداني",
	"سوق وادي بردى",
	"الروضة البطرونة",
	"حوش بجد",
	"برهليا",
	"بلودان",
	"كفر العواميد",
];
arr4["مضايا"] = ["اختر الناحية", "مضايا", "بقين", "هريرة"];
arr4["سرغايا"] = ["اختر الناحية", "سرغايا", "عين حور"];

arr3["قطنا"] = ["اختر المنطقة", "مركز قطنا", "بيت جن", "سعسع"];
arr4["مركز قطنا"] = [
	"اختر الناحية",
	"قطنا",
	"العمرات",
	"بقعسم",
	"رخلة",
	"البجاع",
	"مساكن الصبورة",
	"الصبورة",
	"عرنة",
	"خان الشيح",
	"قلعة الجندل",
	"يعفور",
	"منشية خان الشيح",
	"كفر قوق",
	"كوكب",
	"ريمه",
	"أمبيا",
	"رأس العين قطنا",
	"جديدة عرطوز",
	"دروشة",
	"عرطوز",
	"جديدة الفضل",
];
arr4["بيت جن"] = [
	"اختر الناحية",
	"بيت جن",
	"دربل",
	"عين الشعره",
	"المقروصة",
	"حرفا",
	"حينة",
	"خربة السودا",
	"مغرالمير",
	"مزرعة بيت جن",
];
arr4["سعسع"] = [
	"اختر الناحية",
	"سعسع",
	"حوش النفور",
	"دير ماكر",
	"دورين",
	"الشوكتلية",
	"القليعة",
	"النفور",
	"الهبارية",
	"بيت سابر",
	"دناجي",
	"بيتيما",
	"أبو قاروق",
	"حمريت",
	"كفر حور",
	"ماعص",
	"كناكر",
];

arr3["قدسيا"] = ["اختر المنطقة", "الديماس", "مركز قدسيا", "عين الفيجة"];
arr4["الديماس"] = [
	"اختر الناحية",
	"مزرعة دير العشائر",
	"مساكن الديماس",
	"الديماس",
	"جديدة يابوس",
	"معدر",
	"قرى الأسد",
	"كفير يابوس",
	"يابوس",
];
arr4["مركز قدسيا"] = [
	"اختر الناحية",
	"قدسيا",
	"جديدة الوادي",
	"الهامة",
	"أشرفية الوادي",
	"جمرايا",
	"بسيمة",
	"ضاحية قدسيا السكنية الجديدة",
];
arr4["عين الفيجة"] = [
	"اختر الناحية",
	"عين الفيجة",
	"افرة",
	"دير مقرن",
	"دير قانون",
	"الحسينية",
	"كفير الزيت",
];

arr3["داريا"] = ["اختر المنطقة", "مركز داريا", "صحنايا", "الحجر الأسود"];
arr4["مركز داريا"] = ["اختر الناحية", "داريا", "معضمية الشام"];
arr4["صحنايا"] = ["اختر الناحية", "صحنايا", "أشرفية صحنايا"];
arr4["الحجر الأسود"] = ["اختر الناحية", "الحجر الأسود"];
/* القنيطرة */
arr2["القنيطرة"] = [
	"اختر المنطقة",
	"مركز منطقة القنيطرة",
	"خان أرنبة",
	"الخشينة",
];
arr3["مركز منطقة القنيطرة"] = [
	"اختر الناحية",
	"القنيطرة",
	"بلدية بئر عجم",
	"كودنة",
];
arr3["خان أرنبة"] = [
	"اختر الناحية",
	"خان أرنبة",
	"جباثا الخشب",
	"البعث",
	"حضر",
	"الحميدية",
	"الكوم",
	"جبا",
	"مسحرة",
	"أم باطنة",
	"نبع الصخر",
];
arr3["الخشينة"] = [
	"اختر الناحية",
	"القصيبة",
	"سويسة",
	"الرفيد",
	"غدير البستان",
];
/* حلب */
arr2["حلب"] = ["اختر المدينة", "مدينة حلب", "ريف حلب"];
arr3["مدينة حلب"] = [
	"اختر الناحية",
	"الضوضو",
	"البلاط",
	"محمد بك",
	"القصيلة",
	"باب المقام",
	"الفردوس",
	"ساحة بزه",
	"قلعة الشريف",
	"الأعجام",
	"التونبوغا",
	"الأبراج",
	"صاجليخان",
	"ابن يعقوب",
	"تاتارلر",
	"قاضي عسكر",
	"قارلق",
	"كرم الجبل",
	"الصاخور 1",
	"الحيدرية",
	"هنانو 1",
	"الحلوانية",
	"تربة لا لا",
	"ضهرة عواد",
	"كرم القاطرجي",
	"كرم الميسر",
	"مقر الأنبياء",
	"النيرب",
	"مضافة النيرب",
	"جبرين",
	"الشيخ سعيد",
	"السكري",
	"الانصاري",
	"سعد الانصاري",
	"صلاح الدين",
	"الحمدانية",
	"سيف الدولة",
	"بستان الزهرة",
	"الجميلية",
	"العقبة",
	"المشارقة",
	"الجلوم",
	"الكلاسة",
	"بستان القصر",
	"الفرافرة",
	"البياضة",
	"الشيخ أبو بكر",
	"اقيول",
	"قسطل الحرامي",
	"قسطل المشط",
	"الالمه جي",
	"بيت محب",
	"هزازة",
	"الحميدية",
	"الجابرية",
	"سليمان الحلبي",
	"الميدان",
	"بستان الباشا",
	"الشيخ خضر",
	"الشيخ فارس",
	"السليمانية",
	"محطة بغداد",
	"العزيزية",
	"السريان القديمة",
	"الزهور",
	"طارق بن زياد",
	"تشرين",
	"السبيل",
	"الخالدية",
	"المحافظة",
	"الداودية الأشرفية",
	"الشيخ مقصود الأول",
	"تراب الهلك",
	"عين التل",
	"مخيم حندرات",
	"البلليرمون",
	"الشهباء",
	"حلب الجديدة",
	"كفر داعل",
	"باب الله",
	"الشهيد محمد البدوي",
	"الدويرينة",
	"كرم الدعدع",
	"تل الزرازير",
	"أرض الصباغ والناصر",
	"الكواكبي",
	"خان العسل",
	"الشيخ مقصود الثاني",
	"جورة عواد",
	"الرصافة",
	"الصالحين",
	"المالكية",
	"حي الباسل",
	"حي هنانو 2",
	"هنانو 3",
	"الغزالي",
	"الوفاء",
	"الزهراء",
	"النصر",
	"العويجة",
	"قرية حندرات",
	"مقطع البكارة",
	"تجميل حلب العلمي",
	"ضاحية الأسد",
	"الحمدانية 2",
	"الحمدانية 3",
	"الحمدانية 4",
	"الحيدرية 2",
	"الفرقان",
	"الراشدين",
	"الأكرمية",
	"العروبة",
];
arr3["ريف حلب"] = [
	"اختر المنطقة",
	"اعزاز",
	"الباب",
	"السفيرة",
	"جبل سمعان",
	"جرابلس",
	"عفرين",
	"عين العرب",
	"منبج",
	"دير حافر",
];
arr4["اعزاز"] = [
	"اختر الناحية",
	"مركز اعزاز",
	"اخترين",
	"مارع",
	"تل رفعت",
	"نبل",
	"صوران",
];
arr4["الباب"] = ["اختر الناحية", "مركز الباب", "الراعي", "عريمة", "تادف"];
arr4["السفيرة"] = ["اختر الناحية", "مركز السفيرة", "بنان", "الحاجب", "خناصر"];
arr4["جبل سمعان"] = [
	"اختر الناحية",
	"تل الضمان",
	"الحاضر",
	"الزربة",
	"دارة عزة",
	"أتارب",
	"حريتان",
	"مركز جبل سمعان",
];
arr4["جرابلس"] = ["اختر الناحية", "مركز جرابلس", "غندورة"];
arr4["عفرين"] = [
	"اختر الناحية",
	"مركز عفرين",
	"بلبل",
	"راجو",
	"معبطلي",
	"شيخ الحديد",
	"جندريس",
	"شران",
];
arr4["عين العرب"] = ["اختر الناحية", "مركز عين العرب", "صرين", "شيوخ تحتاني"];
arr4["منبج"] = ["اختر الناحية", "مركز منبج", "أبو قلقل", "الخفسة", "مسكنة"];
arr4["دير حافر"] = [
	"اختر الناحية",
	"رسم حرمل الامام",
	"دير حافر",
	"كويرس شرقي",
	"الجبول",
];
/*اللاذقية*/
arr2["اللاذقية"] = ["اختر المدينة", "الحفة", "القرداحة", "اللاذقية", "جبلة"];
arr3["الحفة"] = [
	"اختر المنطقة",
	"المزيرعة",
	"صلنفة",
	"عين التينة",
	"كنسبا",
	"مركز منطقة الحفة",
];
arr4["المزيرعة"] = [
	"اختر الناحية",
	"بلدة المزيرعة",
	"بلدية الرويمية",
	"بلدية طرجانو",
	"بلدية كرم المعصرة",
];
arr4["صلنفة"] = [
	"اختر الناحية",
	"بلدية صلنفة",
	"بلدية باب جنة",
	"بلدية سلمى",
	"بلدية عرامو",
	"بلدية عين الوادي",
];
arr4["عين التينة"] = [
	"اختر الناحية",
	"بلدة عين التينة",
	"بلدية الجديدة",
	"بلدية بستا",
	"بلدية حبيت",
];
arr4["كنسبا"] = [
	"اختر الناحية",
	"بلدة كنسبا",
	"بلدية دويركة",
	"بلدية عكو",
	"بلدية كفرية",
	"بلدية مرج الزاوية",
	"بلدية وطى الخان",
];
arr4["مركز منطقة الحفة"] = [
	"اختر الناحية",
	"بلدة السامية",
	"بلدة ميسلون",
	"بلدية الحارة",
	"بلدية بابنا",
	"بلدية شريفا",
	"بلدية قشبة",
	"مدينة الحفة",
];

arr3["القرداحة"] = [
	"اختر المنطقة",
	"الفاخورة",
	"جوبة برغال",
	"حرف المسيترة",
	"كلماخو",
	"مركز منطقة القرداحة",
];
arr4["الفاخورة"] = [
	"اختر الناحية",
	"بلدة الفاخورة",
	"بلدة يرتي",
	"بلدية المعلقة",
	"بلدية قمين",
	"بلدية وطى دير زينون",
];
arr4["جوبة برغال"] = ["اختر الناحية", "بلدة جوبة برغال"];
arr4["حرف المسيترة"] = [
	"اختر الناحية",
	"بلدة حرف المسيترة",
	"بلدية عين الحيات",
];
arr4["كلماخو"] = [
	"اختر الناحية",
	"بلدة كلماخو",
	"بلدية عين العروس",
	"بلدية مرج معيربان",
];
arr4["مركز منطقة القرداحة"] = [
	"اختر الناحية",
	"بلدة السفرقية",
	"بلدة بكراما",
	"بلدية المتن",
	"بلدية بسين",
	"بلدية دير حنا",
	"بلدية ديروتان القرداحة",
	"بلدية نينتي",
	"مدينة القرداحة",
];

arr3["اللاذقية"] = [
	"اختر المنطقة",
	"البهلولية",
	"الهنادي",
	"ربيعة",
	"عين البيضة",
	"قسطل معاف",
	"كسب",
	"منطقة اللاذقية",
	"منطقة اللاذقية",
];
arr4["البهلولية"] = [
	"اختر الناحية",
	"بلدة البهلولبة",
	"بلدة الجنديرية",
	"بلدية الزوبار",
	"بلدية فدرة",
];
arr4["الهنادي"] = [
	"اختر الناحية",
	"بلدة الهنادي",
	"بلدية الشلفاطية",
	"بلدية الشير",
	"بلدية الصنوبر",
	"بلدية فديو",
	"بلدية مزار القطرية",
];
arr4["ربيعة"] = ["اختر الناحية", "بلدة ربيعة", "بلدية الشحرورة"];
arr4["عين البيضة"] = [
	"اختر الناحية",
	"بلدة برج اسلام",
	"بلدة عين البيضا",
	"بلدية السرسكية",
	"بلدية الشبطلية",
	"بلدية قسمين",
	"بلدية مشقيتا",
];
arr4["قسطل معاف"] = [
	"اختر الناحية",
	"بلدة قسطل معاف",
	"بلدية البسيط",
	"بلدية العيساوية",
	"بلدية الفلاح",
	"بلدبة بللورة",
	"بلدية زغرين",
];
arr4["كسب"] = ["اختر الناحية", "بلدة كسب"];
arr4["منطقة اللاذقية"] = [
	"اختر الناحية",
	"بلدة القنجرة",
	"بلدية برج القصب",
	"بلدية بكسا",
	"بلدية كرسانا",
	"بلدية مشيرفة الساموك",
	"مدينة اللاذقية",
];
arr4["منطقة اللاذقية"] = ["اختر الناحية", "مدينة اللاذقية"];

arr3["جبلة"] = [
	"اختر المنطقة",
	"الدالية",
	"القطيلبية",
	"بيت ياشوط",
	"حمام القراحلة",
	"عين الشرقية",
	"عين شقاق",
	"مركز منطقة جبلة",
];
arr4["الدالية"] = [
	"اختر الناحية",
	"بلدة الدالية",
	"بلدة وادي القلع",
	"بلدية بيت عانا",
];
arr4["القطيلبية"] = [
	"اختر الناحية",
	"بلدة القطيلبية",
	"بلدة دوير بعبدة",
	"بلدية بتمانا",
	"بلدية بعبدة",
	"بلدية بيت العلوني",
	"بلدية تل الحويري",
	"بلدية تل حويري",
	"بلدية سربيون",
	"بلدية قرفيص",
];
arr4["بيت ياشوط"] = ["اختر الناحية", "بلدة بيت ياشوط", "بلدة حلة عارة"];
arr4["حمام القراحلة"] = ["اختر الناحية", "بلدة حمام القراحلة", "بلدة بسنديانة"];
arr4["عين الشرقية"] = [
	"اختر الناحية",
	"بلدة عين الشرقية",
	"بلدية السكنية",
	"بلدية القلايع",
	"بلدية زاما",
	"بلدية قرن حلية",
	"بلدية متور",
];
arr4["عين شقاق"] = [
	"اختر الناحية",
	"بلدة عين شقاق",
	"بلدية بنجارو(الروضة)",
	"بلدية البودي",
	"بلدية ديروتان",
	"بلدية سيانو",
];
arr4["مركز منطقة جبلة"] = [
	"اختر الناحية",
	"بلدية البرجان",
	"بلدية الحويز",
	"بلدية بستان الباشا",
	"بلدية حميميم",
	"بلدية رأس العين",
	"بلدية غنيري",
	"مدينة جبلة",
];
/*درعا*/
arr2["درعا"] = ["اختر المدينة", "درعا", "إزرع", "الصنمين", "بصرى", "نوى"];
arr3["درعا"] = [
	"اختر المنطقة",
	"منطقة درعا",
	"ناحية المزيريب",
	"ناحية الشجرة",
	"ناحية خربة غزالة",
	"ناحية داعل",
];
arr4["منطقة درعا"] = [
	"اختر الناحية",
	"مدينة درعا",
	"بلدة صيدا",
	"بلدة الطيبة",
	"بلدة عتمان",
	"بلدة النعيمة",
	"بلدة نصيب",
	"بلدية كحيل",
	"بلدية اليادودة",
	"بلدية أم الميازن",
	"بلدية المتاعية",
];
arr4["ناحية المزيريب"] = [
	"اختر الناحية",
	"مدينة طفس",
	"بلدة المزيريب",
	"بلدة تل شهاب",
	"بلدية جلين",
];
arr4["ناحية الشجرة"] = [
	"اختر الناحية",
	"بلدة الشجرة",
	"بلدة سحم الجولان",
	"بلدة كويا",
	"بلدية حيط",
	"بلدية عين ذكر",
	"بلدية نافعة",
	"بلدية عابدين",
];
arr4["ناحية خربة غزالة"] = [
	"اختر الناحية",
	"بلدة خربة غزالة",
	"بلدة الغارية الشرقية",
	"بلدة الغارية الغربية",
	"بلدية علما",
];
arr4["ناحية داعل"] = ["اختر الناحية", "مدينة داعل", "بلدة إبطع"];

arr3["إزرع"] = [
	"اختر المنطقة",
	"مركز مدينة إزرع",
	"ناحية الحراك",
	"ناحية الشيخ مسكين",
];
arr4["مركز مدينة إزرع"] = [
	"اختر الناحية",
	"مدينة إزرع",
	"بلدة محجة",
	"بلدة بصر الحرير",
	"بلدية جدل",
	"بلدية مسيكة",
	"بلدية صور",
	"بلدية النجيح",
	"بلدية مليحة العطش",
];
arr4["ناحية الحراك"] = [
	"اختر الناحية",
	"مدينة الحراك",
	"بلدة المليحة الغربية",
	"بلدة المليحة الشرقية",
	"بلدية ناحتة",
	"بلدية الصورة",
];
arr4["ناحية الشيخ مسكين"] = [
	"اختر الناحية",
	"مدينة الشيخ مسكين",
	"بلدة قرفا",
	"بلدية نامر",
];

arr3["الصنمين"] = [
	"اختر المنطقة",
	"منطقة الصنمين",
	"ناحية المسمية",
	"ناحية غباغب",
];
arr4["منطقة الصنمين"] = [
	"اختر الناحية",
	"مدينة الصنمين",
	"مدينة إنخل",
	"مدينة الحارة",
	"بلدة كفر شمس",
	"بلدة خبب",
	"بلدة القنية",
	"بلدية بصير",
	"بلدية تبنة",
	"بلدية الطيحة",
	"بلدية قيطة",
	"بلدية سملين",
	"بلدية إيب",
];
arr4["ناحية المسمية"] = ["اختر الناحية", "", ""];
arr4["ناحية غباغب"] = [
	"اختر الناحية",
	"بلدة غباغب",
	"بلدة جباب",
	"بلدية موثبين",
	"بلدية عقربا",
	"بلدية دير البخت",
	"بلدية دير العدس",
	"بلدية عالقين",
];

arr3["بصرى"] = [
	"اختر المنطقة",
	"ناحية بصرى الشام",
	"ناحية الجيزة",
	"ناحية المسيفرة",
];
arr4["ناحية بصرى الشام"] = [
	"اختر الناحية",
	"مدينة بصرى",
	"بلدة معرية",
	"بلدة صماد",
	"بلدية غصم",
];
arr4["ناحية الجيزة"] = ["اختر الناحية", "بلدة الجيزة"];
arr4["ناحية المسيفرة"] = [
	"اختر الناحية",
	"بلدة المسيفرة",
	"بلدة الكرك",
	"بلدة أم ولد",
	"بلدية السهوة",
];

arr3["نوى"] = ["اختر المنطقة", "ناحية نوى", "ناحية جاسم", "ناحية تسيل"];
arr4["ناحية نوى"] = [
	"اختر الناحية",
	"مدينة نوى",
	"بلدية الشيخ سعد",
	"بلدية الناصرية",
];
arr4["ناحية جاسم"] = ["اختر الناحية", "مدينة جاسم", "بلدة نمر"];
arr4["ناحية تسيل"] = ["اختر الناحية", "بلدة تسيل"];
/* طرطوس */
arr2["طرطوس"] = ["اختر المدينة", "طرطوس", "صافيتا", "الدريكيش"];
arr3["طرطوس"] = ["اختر الناحية", "بلدية ارواد", "بلدية الصفصافة"];
arr3["صافيتا"] = ["اختر الناحية", "بلدية البارقية", "بلدية ناحوت"];
arr3["الدريكيش"] = ["اختر الناحية", "بلدية الدريكيش", "بلدية المعمورة"];
/* حمص */
arr2["حمص"] = [
	"اختر المدينة",
	"منطقة المخرم الفوقاني",
	"منطقة تدمر",
	"منطقة تلكلخ",
];
arr3["منطقة المخرم الفوقاني"] = [
	"اختر المنطقة",
	"جب الجراح",
	"المخرم الفوقاني",
];
arr4["جب الجراح"] = [
	"اختر الناحية",
	"جب الجراح",
	"خلفة",
	"المسعودية",
	"مكسر الحصان",
];
arr4["المخرم الفوقاني"] = [
	"اختر الناحية",
	"المخرم الفوقاني",
	"أم العمد",
	"أبو حكفة الجنوبي",
	"الحراكي",
	"أم جباب",
	"أم السرج الشمالي",
	"المخرم التحتاني",
	"العثمانية",
	"السنكري",
];

arr3["منطقة تدمر"] = ["اختر المنطقة", "السخنة", "تدمر"];
arr4["السخنة"] = ["اختر الناحية", "السخنة", "الكوم", "الطبية الشرقلية"];
arr4["تدمر"] = [
	"اختر الناحية",
	"تدمر",
	"وادي الهيل",
	"العليانية",
	"البيارات الغريبة",
];

arr3["منطقة تلكلخ"] = [
	"اختر المنطقة",
	"الناصرة",
	"الحصن",
	"حديدة",
	"الحواش",
	"نعرة",
	"تلكلخ",
];
arr4["الناصرة"] = [
	"اختر الناحية",
	"الناصرة",
	"الكيمة",
	"مرمريتا",
	"المشتاية",
	"قرب علي",
	"الزويتينة",
	"حب نمرة",
];
arr4["الحصن"] = ["اختر الناحية", "الحصن", "الزارة"];
arr4["حديدة"] = [
	"اختر الناحية",
	"حديدة",
	"أم حارتين",
	"الناعسية",
	"الدردارية",
	"الخنساء",
	"أم الدوالي",
];
arr4["الحواش"] = ["اختر الناحية", "الحواش", "المزينة", "عناز"];
arr4["نعرة"] = ["اختر الناحية", "نعرة"];
arr4["تلكلخ"] = [
	"اختر الناحية",
	"تلكلخ",
	"عكاري",
	"نعرة",
	"سميكة",
	"البهلوانية",
];
/* حماة */
arr2["حماه"] = ["اختر المدينة", "حماه", "مصياف", "السلمية"];
arr3["حماه"] = ["اختر المنطقة", "مدينة حماه", "القسم الخارجي"];
arr4["مدينة حماه"] = ["اختر الناحية", "مدينة حماه"];
arr4["القسم الخارجي"] = ["اختر الناحية", "بلدية المباركات", "بلدية الخلا"];
arr3["مصياف"] = ["اختر الناحية", "مدينة مصياف", "بلدية الحريف"];
arr3["السلمية"] = ["اختر الناحية", "مدينة السلمية", "بلدية دويبة"];
/* ديرالزور */
arr2["ديرالزور"] = ["اختر المدينة", "منطقة دير الزور", "البوكمال", "الميادين"];
arr3["منطقة دير الزور"] = ["اختر المنطقة", "مدينة دير الزور", "ناحية البصيرة"];
arr4["مدينة دير الزور"] = ["اختر الناحية", "مدينة دير الزور"];
arr4["ناحية البصيرة"] = ["اختر الناحية", "يلدة برشم", "بلدة بريهة"];
arr3["البوكمال"] = ["اختر المنطقة", "ناحية البوكمال", "ناحية الجلاء"];
arr4["ناحية البوكمال"] = ["اختر الناحية", "بلدة البوكمال", "بلدة الغبرة"];
arr4["ناحية الجلاء"] = ["اختر الناحية", "بلدة العباس", "بلدة الجلاء"];

arr3["الميادين"] = ["اختر المنطقة", "ناحية الميادين", "ناحية ذيبان"];
arr4["ناحية الميادين"] = ["اختر الناحية", "بلدة الميادين", "بلدة بقرص تحتاني"];
arr4["ناحية ذيبان"] = ["اختر الناحية", "بلدة أبو حردوب", "بلدة درنج"];
/* إدلب */
arr2["إدلب"] = [
	"اختر المدينة",
	"بلدة أبو الظهور",
	"بلدية سنجار",
	"معرة النعمان",
];
arr3["بلدة أبو الظهور"] = [
	"اختر الناحية",
	"بلدية أبو الظهور",
	"بلدية بصرى _ زفر الصغير",
];
arr3["بلدية سنجار"] = ["اختر الناحية", "سنجار"];
arr3["معرة النعمان"] = ["اختر الناحية", "بلدية المعرة", "بلدية الدير الشرقي"];
/* الرقة */
arr2["الرقة"] = ["اختر المدينة", "الثورة", "مركز الرقة", "تل أبيض"];
arr3["الثورة"] = ["اختر المنطقة", "الجرنية"];
arr4["الجرنية"] = ["اختر الناحية", "الجرنية", "بئر الخزام"];
arr3["مركز الرقة"] = ["اختر المنطقة", "السبخة", "الكرامة"];
arr4["السبخة"] = ["اختر الناحية", "السبخة", "شمرة"];
arr4["الكرامة"] = ["اختر الناحية", "البلدية", "الناصرة"];
arr3["تل أبيض"] = ["اختر المنطقة", "عين عيسى", "سلوك"];
arr4["عين عيسى"] = ["اختر الناحية", "أمية", "عين عيسى"];
arr4["سلوك"] = ["اختر الناحية", "سلوك", "خربة الناقة"];
/* الحسكة */
arr2["الحسكة"] = ["اختر المدينة", "الحسكة", "القامشلي"];
arr3["الحسكة"] = ["اخترالمنطقة", "الحسكة", "تل تمر"];
arr4["تل تمر"] = ["اختر الناحية", "تل تمر"];
arr4["الحسكة"] = ["اختر الناحية", "الحسكة"];
arr3["القامشلي"] = ["اخترالمنطقة", "تل حميس"];
arr4["تل حميس"] = ["اختر الناحية", "تل حميس"];

let latLng = {};
//حلب
latLng["صلاح الدين"] = [36.18470978127759, 37.121107464539456];
latLng["دير حافر"] = [36.15216629997519, 37.7072821681195];
latLng["الضوضو"] = [36.19800421740868, 37.17078796256391];
latLng["البلاط"] = [36.15900292007863, 37.35500913355292];
latLng["القصيلة"] = [36.19380175635871, 37.16260110914757];
latLng["باب المقام"] = [36.1921495670749, 37.16132933411751];
latLng["محمد بك"] = [36.19360850221412, 37.17592954258411];
latLng["الفردوس"] = [36.18098956587292, 37.151632710750505];
latLng["ساحة بزه"] = [36.18823531722324, 37.173309478928225];
latLng["قلعة الشريف"] = [36.20774391223109, 37.14148596192691]; ///
latLng["الأعجام"] = [36.20774391223109, 37.14148596192691]; ///
latLng["التونبوغا"] = [36.19676763293125, 37.166490597900065];
latLng["الأبراج"] = [36.20774391223109, 37.14148596192691]; ///
latLng["صاجليخان"] = [36.19991404649783, 37.16016366906349];
latLng["ابن يعقوب"] = [36.20564715765643, 37.16993282017764];
latLng["تاتارلر"] = [36.20774391223109, 37.14148596192691]; ///
latLng["قاضي عسكر"] = [36.20347041367502, 37.17554029790031];
latLng["قارلق"] = [36.20593318357308, 37.17417258563244];
latLng["كرم الجبل"] = [36.21220491923076, 37.17865327711515];
latLng["الصاخور 1"] = [36.2191146522955, 37.18884937693343];
latLng["الحيدرية"] = [36.24022187331306, 37.1926470805808];
latLng["هنانو 1"] = [36.2026202293663, 37.14307486906373];
latLng["حي هنانو 2"] = [36.20206141242824, 37.13419592720735];
latLng["هنانو 3"] = [36.20206141242824, 37.13419592720735];
latLng["الحلوانية"] = [36.790380990335855, 37.91587873373911];
latLng["تربة لا لا"] = [36.20774391223109, 37.14148596192691]; ///
latLng["ضهرة عواد"] = [36.20512326702956, 37.18823291139046];
latLng["كرم القاطرجي"] = [36.202169041950306, 37.18149760017765];
latLng["كرم الميسر"] = [36.19723016961397, 37.19126331553656];
latLng["مقر الأنبياء"] = [36.187383857503086, 37.1739899867619];
latLng["النيرب"] = [36.188307236730274, 37.256506149689876];
latLng["مضافة النيرب"] = [36.18839611989722, 37.25685907648413];
latLng["جبرين"] = [36.21883858765045, 37.19750456278857];
latLng["الشيخ سعيد"] = [36.1646429450175, 37.15483899967991];
latLng["السكري"] = [36.1730440685699, 37.14033361502962];
latLng["الانصاري"] = [36.183683301333225, 37.135859564845674];
latLng["سعد الانصاري"] = [36.19477143217853, 37.132822703410746];
latLng["الحمدانية"] = [36.178031352071315, 37.09943513001822];
latLng["سيف الدولة"] = [36.19212675941669, 37.12758779790006];
latLng["بستان الزهرة"] = [36.1993845192759, 37.1376400677224];
latLng["الجميلية"] = [36.20679566171566, 37.142749450558625];
latLng["العقبة"] = [36.20102115852697, 37.153985347703156];
latLng["المشارقة"] = [36.20090772870918, 37.14321696252203];
latLng["الجلوم"] = [36.19761936181345, 37.153533299844504];
latLng["الكلاسة"] = [36.188347439919355, 37.150466376540436];
latLng["بستان القصر"] = [36.19568315606444, 37.14231849987185];
latLng["الفرافرة"] = [36.20220156245579, 37.15952817389148];
latLng["البياضة"] = [36.19886386516763, 37.16558523010234];
latLng["الشيخ أبو بكر"] = [36.21450032923058, 37.168483948148534];
latLng["اقيول"] = [36.21138973598825, 37.165176311390645];
latLng["قسطل الحرامي"] = [36.210638605079474, 37.16195489536204];
latLng["قسطل المشط"] = [36.206526273095164, 37.163403172603175];
latLng["الالمه جي"] = [36.21210822094309, 37.16263357710708];
latLng["بيت محب"] = [36.20774391223109, 37.14148596192691]; ///
latLng["هزازة"] = [36.20774391223109, 37.14148596192691]; ///
latLng["الحميدية"] = [36.21258845801686, 37.161018818603175];
latLng["الجابرية"] = [36.21477865036962, 37.16237874047532];
latLng["سليمان الحلبي"] = [36.21224719316108, 37.13786504031921];
latLng["الميدان"] = [36.219630088704044, 37.166222206474515];
latLng["بستان الباشا"] = [36.228837348232055, 37.17054801059399];
latLng["الشيخ خضر"] = [36.22955970287386, 37.18095286278036];
latLng["الشيخ فارس"] = [36.226957344584875, 37.17660662116564];
latLng["السليمانية"] = [36.213806972556576, 37.15786182352206];
latLng["محطة بغداد"] = [36.21544124494375, 37.14806671324708];
latLng["العزيزية"] = [36.21027742175859, 37.15264490953441];
latLng["السريان القديمة"] = [36.21540114872077, 37.14311776502058];
latLng["الزهور"] = [36.22155830328425, 37.14276639418822];
latLng["طارق بن زياد"] = [36.227971642899185, 37.133786382554476];
latLng["تشرين"] = [36.21633309195097, 37.137672053717544];
latLng["السبيل"] = [36.21902010264307, 37.13278589790075];
latLng["الخالدية"] = [36.226800939359016, 37.12137578764192];
latLng["المحافظة"] = [36.21250648007386, 37.13527769790052];
latLng["الداودية الأشرفية"] = [36.23268498479465, 37.13838884437528];
latLng["الشيخ مقصود الأول"] = [36.23482815774245, 37.1596718655258];
latLng["الشيخ مقصود الثاني"] = [36.20204170784936, 37.13423752474229];
latLng["تراب الهلك"] = [36.238094084243414, 37.17151156258838];
latLng["عين التل"] = [36.23301712032136, 37.16614051931258];
latLng["مخيم حندرات"] = [36.292220444271, 37.15744562162135];
latLng["البلليرمون"] = [36.23969950585515, 37.109645208154454];
latLng["الشهباء"] = [36.22183745876341, 37.112462811391026];
latLng["حلب الجديدة"] = [36.19935190634902, 37.096878518176545];
latLng["كفر داعل"] = [36.21729664923241, 37.02050330911168];
latLng["باب الله"] = [36.211588949467156, 37.180552082554165];
latLng["الشهيد محمد البدوي"] = [36.22136861243468, 37.18913125645716];
latLng["الدويرينة"] = [36.188890645372766, 37.28173366928768];
latLng["كرم الدعدع"] = [36.17801569158515, 37.15550418235587];
latLng["تل الزرازير"] = [36.173347228719656, 37.14055994431587];
latLng["أرض الصباغ والناصر"] = [36.17623157211657, 37.12486261948803];
latLng["الكواكبي"] = [36.204621585670814, 37.1270655979003];
latLng["خان العسل"] = [36.1695280592701, 37.038495513051714];
latLng["جورة عواد"] = [36.20488507801223, 37.18636122335427];
latLng["الرصافة"] = [36.232239850863145, 37.12149145186174];
latLng["الصالحين"] = [36.18464744231841, 37.15340401324626];
latLng["المالكية"] = [36.18769648345333, 37.23757148873881];
latLng["حي الباسل"] = [36.212803140132216, 37.12600098338026];
latLng["الغزالي"] = [36.21677873549054, 37.115703739522374];
latLng["الوفاء"] = [36.205949987209515, 37.14976892326628];
latLng["الزهراء"] = [36.364730922777056, 37.015643070564195];
latLng["النصر"] = [36.377627205218275, 37.51509926926823];
latLng["العويجة"] = [36.25857269282434, 37.18406835082547];
latLng["قرية حندرات"] = [36.268166991725664, 37.165910871310295];
latLng["مقطع البكارة"] = [36.18341778276757, 37.11940040245641];
latLng["تجميل حلب العلمي"] = [36.20774391223109, 37.14148596192691]; ///
latLng["ضاحية الأسد"] = [36.17520280821884, 37.080766549125386];
latLng["الحمدانية 2"] = [36.17734151203305, 37.09904117617582];
latLng["الحمدانية 3"] = [36.17734151203305, 37.09904117617582];
latLng["الحمدانية 4"] = [36.17734151203305, 37.09904117617582];
latLng["الحيدرية 2"] = [36.23870226774929, 37.19220448693144];
latLng["الفرقان"] = [36.20312046100798, 37.11540800173195];
latLng["الراشدين"] = [36.20289292070839, 37.17757343651449];
latLng["الأكرمية"] = [36.19124583890389, 37.116294484071275];
latLng["العروبة"] = [36.21334170484001, 37.154184547037595];

latLng["مركز اعزاز"] = [36.58667229066009, 37.04797984046299];
latLng["اخترين"] = [36.516654327703506, 37.33374420825388];
latLng["مارع"] = [36.482733697737274, 37.198724857139];
latLng["تل رفعت"] = [36.466282502423475, 37.09224646454255];
latLng["نبل"] = [36.37524631928238, 36.99244867891778];
latLng["صوران"] = [36.56882939462614, 37.21391197461263];

latLng["مركز الباب"] = [36.37408352498003, 37.5141675237475];
latLng["الراعي"] = [36.613382970712415, 37.44914015629961];
latLng["عريمة"] = [36.4722633632545, 37.72215247129727];
latLng["تادف"] = [36.34907092595795, 37.5350234490823];

latLng["مركز السفيرة"] = [36.07873036912804, 37.37809157115632];
latLng["بنان"] = [35.96755821625473, 37.30141662582693];
latLng["الحاجب"] = [35.86768322597391, 37.40949548700453];
latLng["خناصر"] = [35.78196964017722, 37.49777555644387];

latLng["تل الضمان"] = [35.80901459256294, 37.25415379220341];
latLng["الحاضر"] = [35.987126427454015, 37.06016477009826];
latLng["الزربة"] = [36.06823043153152, 36.97774858785387];
latLng["دارة عزة"] = [36.28489528500116, 36.85271500765556];
latLng["أتارب"] = [36.132811601947004, 36.83140742548321];
latLng["حريتان"] = [36.28654771317035, 37.108425554749346];
latLng["مركز جبل سمعان"] = [36.006271809323046, 37.03900795956751];

latLng["مركز جرابلس"] = [36.8190475496915, 38.0077684484982];
latLng["غندورة"] = [36.66963185912662, 37.732581005030895];

latLng["مركز عفرين"] = [36.51228060436297, 36.864694858840295];
latLng["بلبل"] = [36.770853885655164, 36.81857534266868];
latLng["راجو"] = [36.67248419113191, 36.66579475981018];
latLng["معبطلي"] = [36.5641505993459, 36.746649722632675];
latLng["شيخ الحديد"] = [36.502379583490885, 36.59670800396656];
latLng["جندريس"] = [36.39893403069783, 36.69116009179844];
latLng["شران"] = [36.61495941790507, 36.93710903536941];

latLng["مركز عين العرب"] = [36.89059156120897, 38.35004143467654];
latLng["صرين"] = [36.59171903718136, 38.30190166888987];
latLng["شيوخ تحتاني"] = [36.752886098852294, 38.07838816993064];

latLng["مركز منبج"] = [36.536044356270544, 37.96668952978478];
latLng["أبو قلقل"] = [36.43403150444814, 38.09288535106606];
latLng["الخفسة"] = [36.230864470738524, 38.018412958572505];
latLng["مسكنة"] = [35.96400414067739, 38.03720760305347];

latLng["رسم حرمل الامام"] = [36.24544911372069, 37.71571039525993];
latLng["دير حافر"] = [36.152747088096646, 37.70743839483422];
latLng["كويرس شرقي"] = [36.17269415012702, 37.5454136074613];
latLng["الجبول"] = [36.082723322251944, 37.51224502604617];

//
